/* NSMenuItem : <title: > (oid:4399) */
" " = " ";

/* NSButton (Always overwrite when reloading) : <title:Always overwrite when reloading> (oid:1371) */
"Always overwrite when reloading" = "الأستبدال دائما عند التحديث";

/* NSButton (Always use this application) : <title:Always use this application> (oid:2011) */
"Always use this application" = "دائما أستخدم هذا البرنامج";

/* NSBox (Appearance) : <title:Appearance> (oid:886) */
"Appearance" = "المظهر";

/* NSTextField (Ask before closing a connected browser window.) : <title:Ask before closing a connected browser window.> (oid:1591) */
"Ask before closing a connected browser window." = "أسأل قبل إغلاق نافذة المتصفح المتصلة.";

/* NSTextField (Attempt to extract text and create a new document from PNG, JPEG and GIF images uploaded.) : <title:Attempt to extract text and create a new document from PNG, JPEG and GIF images uploaded.> (oid:3037) */
"Attempt to extract text and create a new document from PNG, JPEG and GIF images uploaded." = "محاولة استخراج النص وإنشاء مستند جديد من PNG, JPEG و GIF الصور التي تم رفعها.";

/* NSButton (Automatically check for updates in) : <title:Automatically check for updates in> (oid:1380) */
"Automatically check for updates in" = "تلقائيا تحقق من وجود تحديثات في";

/* NSTabViewItem : <title:Bandwidth> (oid:4919) */
"Bandwidth" = "السعة";

/* NSBox (Bookmarks) : <title:Bookmarks> (oid:1615) */
"Bookmarks" = "المفضلة";

/* NSBox (Box) : <title:Box> (oid:1705) */
"Box" = "Box";

/* NSButton (Bring window to front when transfer starts) : <title:Bring window to front when transfer starts> (oid:1237) */
"Bring window to front when transfer starts" = "جلب نافذة إلى للواجهة عندما يبدأ النقل";

/* NSTabViewItem : <title:Browser> (oid:4924) */
"Browser" = "المتصفح";

/* NSButton (Change Settings…) : <title:Change Settings…> (oid:4024) */
"Change Settings…" = "تغيير إعدادات ...";

/* NSButton (Change permissions) : <title:Change permissions> (oid:1264) */
"Change permissions" = "تغيير الصلاحيات";

/* NSTextField (Changes take effect the next time you open the application.) : <title:Changes take effect the next time you open the application.> (oid:3827) */
"Changes take effect the next time you open the application." = "التغييرات ستصبح سارية المفعول في المرة القادمة التي يُفتح فيها البرنامج.";

/* NSButton (Check for Update Now) : <title:Check for Update Now> (oid:1381) */
"Check for Update Now" = "التحقق من وجود تحديث الآن";

/* NSTextField (Choose Reduced Redundancy Storage (RRS) to reduce costs by storing non-critical, reproducible data at lower levels of redundancy.) : <title:Choose Reduced Redundancy Storage (RRS) to reduce costs by storing non-critical, reproducible data at lower levels of redundancy.> (oid:5430) */
"Choose Reduced Redundancy Storage (RRS) to reduce costs by storing non-critical, reproducible data at lower levels of redundancy." = "Choose Reduced Redundancy Storage (RRS) to reduce costs by storing non-critical, reproducible data at lower levels of redundancy.";

/* NSTextField (Choose the algorithm to encrypt files with on upload.) : <title:Choose the algorithm to encrypt files with on upload.> (oid:6075) */
"Choose the algorithm to encrypt files with on upload." = "أختر خوارزمية لتشفير الملفات أثناء رفعها";

/* NSButton (Close window when transfer completes) : <title:Close window when transfer completes> (oid:1238) */
"Close window when transfer completes" = "أغلق النافذة عند اكتمال النقل";

/* NSButton (Confirm disconnect) : <title:Confirm disconnect> (oid:849) */
"Confirm disconnect" = "تأكيد قطع الاتصال";

/* NSTextField (Connect to bookmark:) : <title:Connect to bookmark:> (oid:1203) */
"Connect to bookmark:" = "الاتصال بالمفضلة:";

/* NSTabViewItem : <title:Connection> (oid:4922) */
"Connection" = "أتصال";

/* NSButton (Convert to Google Docs format) : <title:Convert to Google Docs format> (oid:2698) */
"Convert to Google Docs format" = "Convert to Google Docs format";

/* NSButton (Default) : <title:Default> (oid:1449) */
"Default" = "أفتراضي";

/* NSBox (Default Bucket Location) : <title:Default Bucket Location> (oid:1812) */
"Default Bucket Location" = "Default Bucket Location";

/* NSBox (Default Protocol Handler) : <title:Default Protocol Handler> (oid:1581) */
"Default Protocol Handler" = "Default Protocol Handler";

/* NSBox (Default Storage Class) : <title:Default Storage Class> (oid:5429) */
"Default Storage Class" = "Default Storage Class";

/* NSTextField (Default protocol:) : <title:Default protocol:> (oid:852) */
"Default protocol:" = "البروتوكول الأفتراضي:";

/* NSTextField (Documents:) : <title:Documents:> (oid:2672) */
"Documents:" = "مستندات:";

/* NSButton (Double click opens file in external editor) : <title:Double click opens file in external editor> (oid:894) */
"Double click opens file in external editor" = "عند النقر المزدوج الملف يُفتح في محرر خارجي";

/* NSTextField (Download Folder:) : <title:Download Folder:> (oid:1232) */
"Download Folder:" = "مجلد التحميل:";

/* NSBox (Downloads) : <title:Downloads> (oid:2472) */
"Downloads" = "التحميل";

/* NSTabViewItem : <title:Editor> (oid:4917) */
"Editor" = "المحرر";

/* NSBox (Encryption) : <title:Encryption> (oid:6074) */
"Encryption" = "التشفير";

/* NSButton (Execute) : <title:Execute> (oid:1267) */
"Execute" = "التنفيذ";

/* NSTextField (Existing Files:) : <title:Existing Files:> (oid:1284) */
"Existing Files:" = "الملفات الموجودة:";

/* NSTabViewItem : <title:FTP> (oid:4925) */
"FTP" = "FTP";

/* NSTabViewItem : <title:Filter> (oid:1423) */
"Filter" = "تصفية";

/* NSTabViewItem : <title:General> (oid:4921) */
"General" = "عام";

/* NSTabViewItem : <title:Google Docs> (oid:5273) */
"Google Docs" = "Google Drive";

/* NSTextField (Google Docs supports exporting documents in different file formats. Choose the default export format for documents downloaded.) : <title:Google Docs supports exporting documents in different file formats. Choose the default export format for documents downloaded.> (oid:2473) */
"Google Docs supports exporting documents in different file formats. Choose the default export format for documents downloaded." = "Google Docs supports exporting documents in different file formats. Choose the default export format for documents downloaded.";

/* NSTextField (Group) : <title:Group> (oid:1261) */
"Group" = "مجموعة";

/* NSButton (Horizontal Lines) : <title:Horizontal Lines> (oid:889) */
"Horizontal Lines" = "خطوط أفُقية";

/* NSButton (Info window always shows current selection) : <title:Info window always shows current selection> (oid:1353) */
"Info window always shows current selection" = "نافذة المعلومات تظهر دائما التحديد الحالي";

/* NSTabViewItem : <title:Language> (oid:4940) */
"Language" = "اللغة";

/* NSTextField (Long) : <title:Long> (oid:1393) */
"Long" = "طويل";

/* NSTextField (Maximum Throughput:) : <title:Maximum Throughput:> (oid:1738) */
"Maximum Throughput:" = "أقصى سرعة:";

/* NSTextField (Medium) : <title:Medium> (oid:1392) */
"Medium" = "متوسط";

/* NSTextField (Number of retries:) : <title:Number of retries:> (oid:1641) */
"Number of retries:" = "عدد المحاولات:";

/* NSTextField (Open an empty browser when opening the application. A connection to the selected bookmark is opened for a new browser.) : <title:Open an empty browser when opening the application. A connection to the selected bookmark is opened for a new browser.> (oid:1592) */
"Open an empty browser when opening the application. A connection to the selected bookmark is opened for a new browser." = "فتح متصفح فارغ عند فتح البرنامج. يتم فتح اتصال إلى المفضلة المحددة بمتصفح جديد.";

/* NSButton (Open downloaded files with default application) : <title:Open downloaded files with default application> (oid:1228) */
"Open downloaded files with default application" = "فتح الملفات التي تم تحميلها بستخدام التطبيق الافتراضي";

/* NSButton (Open new browser window on startup) : <title:Open new browser window on startup> (oid:1201) */
"Open new browser window on startup" = "فتح نافذة متصفح جديدة عند بدء التشغيل";

/* NSMenuItem : <title:Open new connection> (oid:1411) */
"Open new connection" = "فتح أتصال جديد";

/* NSButton (Optical Character Recognition (OCR)) : <title:Optical Character Recognition (OCR)> (oid:3038) */
"Optical Character Recognition (OCR)" = "Optical Character Recognition (OCR)";

/* NSMenu : <title:OtherViews> (oid:6078) */
"OtherViews" = "OtherViews";

/* NSTextField (Others) : <title:Others> (oid:1263) */
"Others" = "آخرون";

/* NSTextField (Owner) : <title:Owner> (oid:1268) */
"Owner" = "المالك";

/* NSTabViewItem : <title:Permissions> (oid:1209) */
"Permissions" = "الصلاحيات";

/* NSPanel (Preferences) : <title:Preferences> (oid:12) */
"Preferences" = "الأعدادت";

/* NSTextField (Presentations:) : <title:Presentations:> (oid:2674) */
"Presentations:" = "Presentations:";

/* NSButton (Preserve modification date) : <title:Preserve modification date> (oid:1274) */
"Preserve modification date" = "Preserve modification date";

/* NSBox (Proxies) : <title:Proxies> (oid:4003) */
"Proxies" = "البركسيات";

/* NSButton (Read) : <title:Read> (oid:1269) */
"Read" = "قراءة";

/* NSButton (Remove when transfer completes) : <title:Remove when transfer completes> (oid:1229) */
"Remove when transfer completes" = "إزالة عند اكتمال النقل";

/* NSButton (Repeat failed networking tasks) : <title:Repeat failed networking tasks> (oid:1642) */
"Repeat failed networking tasks" = "تكرار مهام الشبكات الفاشلة";

/* NSButton (Return key selects folder or file to rename) : <title:Return key selects folder or file to rename> (oid:1789) */
"Return key selects folder or file to rename" = "يتم أعادة التسمية لملف او مجلد محدد عند الضغط على Return Key";

/* NSTabViewItem : <title:S3> (oid:4918) */
"S3" = "S3";

/* NSTabViewItem : <title:SFTP> (oid:4926) */
"SFTP" = "SFTP";

/* NSButton (Save Workspace) : <title:Save Workspace> (oid:1404) */
"Save Workspace" = "حفظ مساحة عمل";

/* NSTextField (Search for passwords in the Keychain. Save passwords upon successful login in the Keychain by default.) : <title:Search for passwords in the Keychain. Save passwords upon successful login in the Keychain by default.> (oid:1578) */
"Search for passwords in the Keychain. Save passwords upon successful login in the Keychain by default." = "البحث عن كلمات المرور في Keychain. حفظ كلمات المرور عند الدخول الناجح في Keychain افتراضيا.";

/* NSTextField (Select a text editor to open files with by default if no other application installed can be found to edit a given file type.) : <title:Select a text editor to open files with by default if no other application installed can be found to edit a given file type.> (oid:1972) */
"Select a text editor to open files with by default if no other application installed can be found to edit a given file type." = "أختر محرر نصي لفتح ملفات بشكل أفتراضي إذا لم يتم العثور على برنامج لتحرير نوع ملف معين.";

/* NSTextField (Select the default application to be opened for files or links pointing to an FTP location.) : <title:Select the default application to be opened for files or links pointing to an FTP location.> (oid:1576) */
"Select the default application to be opened for files or links pointing to an FTP location." = "حدد التطبيق الافتراضي ليتم فتحه عن الملفات أو الروابط التي تشير إلى موقع FTP.";

/* NSTextField (Select the default application to be opened for files or links pointing to an SFTP location.) : <title:Select the default application to be opened for files or links pointing to an SFTP location.> (oid:1586) */
"Select the default application to be opened for files or links pointing to an SFTP location." = "حدد التطبيق الافتراضي ليتم فتحه عن الملفات أو الروابط التي تشير إلى موقع SFTP.";

/* NSTextField (Short) : <title:Short> (oid:1391) */
"Short" = "قصير";

/* NSButton (Show hidden files) : <title:Show hidden files> (oid:875) */
"Show hidden files" = "أظهار الملفات المخفية";

/* NSButton (Skip files matching the regular expression:) : <title:Skip files matching the regular expression:> (oid:1445) */
"Skip files matching the regular expression:" = "تخطي ملفات مطابقة the regular expression:";

/* NSTextField (Spreadsheets:) : <title:Spreadsheets:> (oid:2676) */
"Spreadsheets:" = "Spreadsheets:";

/* NSBox (Text Encoding) : <title:Text Encoding> (oid:4394) */
"Text Encoding" = "ترميز النص";

/* NSTextField (The geographic location in which buckets will be created by default.) : <title:The geographic location in which buckets will be created by default.> (oid:1814) */
"The geographic location in which buckets will be created by default." = "The geographic location in which buckets will be created by default.";

/* NSTextField (The selected default text encoding is used to convert characters in filenames displayed in the browser. This should match the text encoding used on the server.) : <title:The selected default text encoding is used to convert characters in filenames displayed in the browser. This should match the text encoding used on the server.> (oid:4395) */
"The selected default text encoding is used to convert characters in filenames displayed in the browser. This should match the text encoding used on the server." = "الترميز النصي الأفتراضي يتم أستخدامه لتحويل الحروف في أسماء الملفات المعروضة في المتصفح. وهذا ينبغى أن يتطابق مع الترميز النصي المُستخدم على الخادم.";

/* NSBox (Throttle Transfers) : <title:Throttle Transfers> (oid:1689) */
"Throttle Transfers" = "سُرعات النقل";

/* NSTextField (Timeout for opening connections (seconds):) : <title:Timeout for opening connections (seconds):> (oid:1169) */
"Timeout for opening connections (seconds):" = "مهلة لفتح الأتصالات (ثانية):";

/* NSBox (Timeouts) : <title:Timeouts> (oid:1125) */
"Timeouts" = "مهلات";

/* NSTabViewItem : <title:Timestamps> (oid:1213) */
"Timestamps" = "Timestamps";

/* NSTextField (Transfer Files:) : <title:Transfer Files:> (oid:1406) */
"Transfer Files:" = "نقل الملفات:";

/* NSTabViewItem : <title:Transfers> (oid:4923) */
"Transfers" = "النقل";

/* NSMenuItem : <title:Unlimited Bandwidth> (oid:1731) */
"Unlimited Bandwidth" = "سعة غير محدودة";

/* NSTabViewItem : <title:Update> (oid:4920) */
"Update" = "تحديث";

/* NSButton (Upload with temporary filename) : <title:Upload with temporary filename> (oid:5593) */
"Upload with temporary filename" = "رفع بأسم مؤقت";

/* NSBox (Uploads) : <title:Uploads> (oid:2678) */
"Uploads" = "الرفع";

/* NSButton (Use Keychain) : <title:Use Keychain> (oid:862) */
"Use Keychain" = "أستخدم Keychain";

/* NSMenuItem : <title:Use Large Icons> (oid:1621) */
"Use Large Icons" = "أستخدم إيقونات كبيرة";

/* NSMenuItem : <title:Use Medium Icons> (oid:1829) */
"Use Medium Icons" = "أستخدم إيقونات متوسطة";

/* NSMenuItem : <title:Use Small Icons> (oid:1620) */
"Use Small Icons" = "أستخدم إيقونات صغيرة";

/* NSButton (Use alternating row background) : <title:Use alternating row background> (oid:878) */
"Use alternating row background" = "اجعل خلفية كل صف مختلفة عن الصف الذي يليه بالتناوب";

/* NSMenuItem : <title:Use browser connection> (oid:1412) */
"Use browser connection" = "استخدام اتصال المتصفح";

/* NSButton (Use spring-loaded folders when dragging files) : <title:Use spring-loaded folders when dragging files> (oid:1354) */
"Use spring-loaded folders when dragging files" = "Use spring-loaded folders when dragging files";

/* NSButton (Use system proxy settings) : <title:Use system proxy settings> (oid:4029) */
"Use system proxy settings" = "أستخدم أعدادات بروكسي النظام";

/* NSButton (Vertical Lines) : <title:Vertical Lines> (oid:879) */
"Vertical Lines" = "خطوط عامودية";

/* NSTextField (When using small icons, only the nickname of the bookmark is displayed.) : <title:When using small icons, only the nickname of the bookmark is displayed.> (oid:1617) */
"When using small icons, only the nickname of the bookmark is displayed." = "عند استخدام الأيقونات الصغيرة، فقط يتم عرض لقب المفضلة.";

/* NSTextField (Will save all open browsers when quitting and restore the connections upon relaunch.) : <title:Will save all open browsers when quitting and restore the connections upon relaunch.> (oid:1590) */
"Will save all open browsers when quitting and restore the connections upon relaunch." = "حفظ جميع المتصفحات المفتوحة عند الخروج واستعادة الاتصالات عند أعادة تشغيل البرنامج .";

/* NSButton (Write) : <title:Write> (oid:1262) */
"Write" = "كتابة";

/* NSTextField (You can simply store the uploaded files in Google Docs, or convert text documents, presentations and spreadsheets to Google Docs format so you can later edit content online.) : <title:You can simply store the uploaded files in Google Docs, or convert text documents, presentations and spreadsheets to Google Docs format so you can later edit content online.> (oid:2684) */
"You can simply store the uploaded files in Google Docs, or convert text documents, presentations and spreadsheets to Google Docs format so you can later edit content online." = "You can simply store the uploaded files in Google Docs, or convert text documents, presentations and spreadsheets to Google Docs format so you can later edit content online.";

/* NSMenuItem : <title:for Files> (oid:1556) */
"for Files" = "للملفات";

/* NSMenuItem : <title:for Folders> (oid:1555) */
"for Folders" = "للمجلدات";

/* NSButton (to the permissions of the local file or folder) : <title:to the permissions of the local file or folder> (oid:1247) */
"to the permissions of the local file or folder" = "على الصلاحيات لملف محلي أو مجلد";

/* NSButton (to the permissions of the remote file or folder) : <title:to the permissions of the remote file or folder> (oid:1254) */
"to the permissions of the remote file or folder" = "على الصلاحيات لملف بعيد أو مجلد";

/* NSButton (to these permissions:) : <title:to these permissions:> (oid:1270) */
"to these permissions:" = "على هذه الصلاحيات:";

/* NSTextField (with delay (seconds):) : <title:with delay (seconds):> (oid:4579) */
"with delay (seconds):" = "مع تأخير (ثانية):";

/* NSButton (with delay:) : <title:with delay:> (oid:1395) */
"with delay:" = "مع تأخير:";

